---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SsePointElevation
source: html/57ae9f0a-e38b-de1f-4278-75d65bf70197.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SsePointElevation Property

"Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId SsePointElevation { get; }
```